Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Table 2 as well as Figure 5 - Figure 7 give an overview on the main components of the NSD (SnS subassembly), EFF and PR, their function and their material of construction.
es_es: En la Tabla 2 y en la Figura 5 a la Figura 7, se presentan las generalidades de los componentes principales del dispositivo de seguridad de aguja (subunidad SnS), la lengüeta de apoyo extendida y el émbolo, su función y los materiales de elaboración.

source: Table 3
es_es: Tabla 3

source: Table 3 (cont'd)
es_es: Tabla 3 (cont.)

source: Table 3 (cont’d)
es_es: Tabla 3 (cont.)

source: Table 3 Equipment for encapsulation
es_es: Tabla 3 Equipos de encapsulación

source: Table 3 IPCs with action limit for filling and stopper placement
es_es: Tabla 3 Controles intermedios del proceso con límite de acción para el llenado y la colocación de tapones

source: Table 3 Intrinsic dissolution rates of empagliflozin in aqueous media
es_es: Tabla 3 Velocidades de disolución intrínsecas de empagliflozina en medios acuosos, pH del medios acuosos

source: Table 3 Intrinsic dissolution rates of empagliflozin in aqueous media pH of aqueous medium
es_es: Tabla 3 Velocidades de disolución intrínsecas de empagliflozina en medios acuosos, pH del medio acuoso

source: Table 3 contains only HCP removal data from BI Biberach
es_es: La tabla 3 contiene únicamente datos de eliminación de proteína de célula hospedadora de BI Biberach

source: Table 3 has been updated, accordingly.
es_es: En tal sentido, se ha actualizado la Tabla 3.

source: Table 3 is extended by HCP removal data from BI Vienna
es_es: La tabla 3 se amplía para contener datos de eliminación de la proteína de célula hospedadora de BI Vienna

source: Table 30
es_es: Tabla 30

source: Table 31
es_es: Tabla 31

source: Table 32
es_es: Tabla 32

source: Table 33
es_es: Tabla 33

source: Table 33 (cont’d)
es_es: Tabla 33 (cont.)

source: Table 34
es_es: Tabla 34

source: Table 35
es_es: Tabla 35

source: Table 35 (cont’d)
es_es: Tabla 35 (cont.)

source: Table 36
es_es: Tabla 36

source: Table 36 (cont’d)
es_es: Tabla 36 (cont.)

source: Table 37
es_es: Tabla 37

source: Table 37 (cont'd)
es_es: Tabla 37 (cont.)

source: Table 38
es_es: Tabla 38

source: Table 38 lists the results of the light study for the monomer content and the potency (measured by clot lysis plate assay, see Table 77) of light exposed samples and dark controls.
es_es: En la Tabla 38, se enumeran los resultados del estudio de exposición a la luz sobre con el contenido de monómeros y la potencia (mediante el ensayo en placa de lisis de coágulos, ver la Tabla 77) las muestras expuestas a la luz y las muestras de control en oscuridad.

source: Table 39
es_es: Tabla 39

source: Table 39 (cont’d)
es_es: Tabla 39 (cont.)

source: Table 4
es_es: Tabla 4

source: Table 4 (cont'd)
es_es: Tabla 4 (cont.)

source: Table 4 (cont’d)
es_es: Tabla 4 (cont.)

source: Table 4 (cont’d) Test materials
es_es: Tabla 4 (cont.) Materiales de análisis

source: Table 4 Equipment for capsule marking and sorting
es_es: Tabla 4 Equipos de marcado y clasificación de las cápsulas

source: Table 4 Equipment for capsule printing
es_es: Tabla 4 Equipos de impresión de las cápsulas

source: Table 4 IPCs with acceptance criterion for filling and stopper placement
es_es: Tabla 4 Controles intermedios del proceso con criterio de aceptación para el llenado y la colocación de tapones

source: Table 4 Solubility data of empagliflozin in organic media at room temperature
es_es: Tabla 4 Solubilidad de empagliflozina en medios orgánicos a temperatura ambiente

source: Table 4 contains only ha-PA removal data from BI Biberach
es_es: La tabla 4 contiene únicamente datos de eliminación de ha-PA de BI Biberach

source: Table 4 is extended by ha-PA removal data from BI Vienna
es_es: La tabla 4 se amplía para contener datos de eliminación de ha-PA de BI Vienna.

source: Table 40
es_es: Tabla 40

source: Table 41
es_es: Tabla 41

source: Table 42
es_es: Tabla 42

source: Table 42 (cont'd)
es_es: Tabla 42 (cont)

source: Table 43
es_es: Tabla 43

source: Table 43 (cont’d)
es_es: Tabla 43 (cont.)

source: Table 44
es_es: Tabla 44

source: Table 44 (cont’d)
es_es: Tabla 44 (cont.)

source: Table 45 (cont’d)
es_es: Tabla 45 (cont.)

source: Table 46
es_es: Tabla 46

source: Table 47
es_es: Tabla 47

source: Table 48
es_es: Tabla 48

source: Table 48 (cont’d)
es_es: Tabla 48 (cont.)

source: Table 49
es_es: Tabla 49

source: Table 4:
es_es: Tabla 4:

source: Table 5
es_es: Tabla 5

source: Table 5 (cont’d)
es_es: Tabla 5 (cont.)

source: Table 5 Acceptance criteria for crimping
es_es: Tabla 5 Criterios de aceptación para el sellado

source: Table 5 contains only Insulin removal data from BI Biberach
es_es: La tabla 5 contiene únicamente datos de eliminación de insulina de BI Biberach

source: Table 5 is extended by Insulin removal data from BI Vienna
es_es: La tabla 5 se amplía para contener datos de eliminación de insulina de BI Vienna

source: Table 5 lists the critical process parameter.
es_es: En la Tabla 5 puede verse el parámetro crítico del proceso.

source: Table 50
es_es: Tabla 50

source: Table 51
es_es: Tabla 51

source: Table 52
es_es: Tabla 52

source: Table 53
es_es: Tabla 53

source: Table 54
es_es: Tabla 54

source: Table 55
es_es: Tabla 55

source: Table 56
es_es: Tabla 56

source: Table 57
es_es: Tabla 57

source: Table 58
es_es: Tabla 58

source: Table 59
es_es: Tabla 59

source: Table 5 presents the results of the safety evaluation.
es_es: En la Tabla 5, se presentan los resultados de la evaluación de seguridad.

source: Table 5 presents the specifications which are currently in place for the excipients according to USP and NF.
es_es: En la Tabla 5 se presentan las especificaciones vigentes para los excipientes de conformidad con la Farmacopea de los Estados Unidos (USP) y el Formulario nacional de medicamentos (NF).

source: Table 6
es_es: Tabla 6

source: Table 6 (cont’d)
es_es: Tabla 6 (cont.)

source: Table 6 Hold times during drug product manufacture
es_es: Tabla 6 Tiempos de espera aplicados durante la fabricación del medicamento

source: Table 6 contains only Poloxamer 188 removal data from BI Biberach
es_es: La Tabla 6 contiene únicamente datos de eliminación del poloxámero 188 de BI Biberach

source: Table 6 is extended by Poloxamer 188 removal data from BI Vienna
es_es: La Tabla 6 se amplía para contener datos de eliminación de poloxámero 188 de BI Vienna

source: Table 60
es_es: Tabla 60

source: Table 61
es_es: Tabla 61

source: Table 62
es_es: Tabla 62

source: Table 63
es_es: Tabla 63

source: Table 63 (cont’d)
es_es: Tabla 63 (cont.)

source: Table 64
es_es: Tabla 64

source: Table 64 (cont’d)
es_es: Tabla 64 (cont.)

source: Table 65
es_es: Tabla 65

source: Table 66
es_es: Tabla 66

source: Table 66 (cont’d)
es_es: Tabla 66 (cont.)

source: Table 67
es_es: Tabla 67

source: Table 67 (cont’d)
es_es: Tabla 67 (cont.)

source: Table 68
es_es: Tabla 68

source: Table 69
es_es: Tabla 69

source: Table 6 presents SAEs including deaths.
es_es: En la Tabla 6, se presentan los eventos adversos graves, entre ellos, la muerte.

source: Table 7
es_es: Tabla 7

source: Table 7 (cont’d)
es_es: Tabla 7 (cont.)

source: Table 7 contains only Phenol red removal data from BI Biberach
es_es: La Tabla 7 contiene únicamente datos de eliminación del rojo de fenol de BI Biberach

source: Table 7 is extended by Phenol red removal data from BI Vienna
es_es: La Tabla 7 se amplía para contener datos de eliminación del rojo de fenol de BI Vienna

source: Table 70
es_es: Tabla 70

source: Table 71
es_es: Tabla 71

source: Table 72
es_es: Tabla 72

source: Table 72 (cont’d)
es_es: Tabla 72 (cont.)

source: Table 73
es_es: Tabla 73

source: Table 74
es_es: Tabla 74

source: Table 75
es_es: Tabla 75

source: Table 76
es_es: Tabla 76

source: Table 77
es_es: Tabla 77

source: Table 7: 1
es_es: Tabla 7: 1

source: Table 7: 10
es_es: Tabla 7: 10

source: Table 7: 11
es_es: Tabla 7: 11

source: Table 7: 12
es_es: Tabla 7: 12

source: Table 7: 13
es_es: Tabla 7: 13

source: Table 7: 14
es_es: Tabla 7: 14

source: Table 7: 15
es_es: Tabla 7: 15

source: Table 7: 16
es_es: Tabla 7: 16

source: Table 7: 17
es_es: Tabla 7: 17

source: Table 7: 2
es_es: Tabla 7: 2

source: Table 7: 3
es_es: Tabla 7: 3

source: Table 7: 4
es_es: Tabla 7: 4

source: Table 7: 5
es_es: Tabla 7: 5

source: Table 7: 6
es_es: Tabla 7: 6

source: Table 7: 7
es_es: Tabla 7: 7

source: Table 7: 8
es_es: Tabla 7: 8

source: Table 7: 9
es_es: Tabla 7: 9

source: Table 8
es_es: Tabla 8

source: Table 8 contains only methotrexate removal data from BI Biberach
es_es: La tabla 8 contiene únicamente datos de eliminación de metotrexato de BI Biberach

source: Table 8 is extended by methotrexate removal data from BI Vienna
es_es: La tabla 8 se amplía para contener datos de eliminación de metotrexato de BI Vienna

source: Table 9
es_es: Tabla 9

source: Table 9 contains only Simethicone removal data from BI Biberach
es_es: La tabla 9 contiene únicamente datos de eliminación de simeticona de BI Biberach

source: Table 9 is extended by Simehicone removal data from BI Vienna
es_es: La tabla 9 se amplía para contener datos de eliminación de simeticona de BI Vienna

source: Table 9.4.1.4: 1
es_es: Tabla 9.4.1.4: 1

source: Table 9.5.1: 1
es_es: Tabla 9.5.1: 1

source: Table 9.5.1: 1 (cont’d) Trial flow chart
es_es: Tabla 9.5.1: 1 (cont.) Flujograma del ensayo

source: Table 9.5.2.3: 1
es_es: Tabla 9.5.2.3: 1

source: Table 9.5.2.3: 2
es_es: Tabla 9.5.2.3: 2

source: Table 9.5.3.3: 1
es_es: Tabla 9.5.3.3: 1

source: Table 9.5.8: 1
es_es: Tabla 9.5.8: 1

source: Table 9.7.1.3.1: 1
es_es: Tabla 9.7.1.3.1: 1

source: Table 9.7.1.3.1: 2
es_es: Tabla 9.7.1.3.1: 2

source: Table 9.7.1.3.2: 1
es_es: Tabla 9.7.1.3.2: 1

source: Table 9.7.2:
es_es: Tabla 4:

source: Table 9.7.2: 1
es_es: Tabla 9.7.2: 1

source: Table 9.7.2: 2
es_es: Tabla 9.7.2: 2

source: Table 9.8: 1
es_es: Tabla 9.8: 1

source: Table of Contents
es_es: Índice

source: Table No. 2:
es_es: Tabla 2:

source: Table S2.
es_es: Tabla S2.

source: Table S3.
es_es: Tabla S3.

source: Table S4.
es_es: Tabla S4.

source: Table S5.
es_es: Tabla S5.

source: Table S6.
es_es: Tabla S6.

source: Table S7.
es_es: Tabla S7.

source: Table S8.
es_es: Tabla S8.

source: Table S9.
es_es: Tabla S9.

source: Table of contents
es_es: Índice

source: Table:
es_es: Tabla:

source: Tables 15.1.4:
es_es: TABLAS

source: Tables 15.1.4: 2 and 4 to 8
es_es: Tablas 15.1.4: 2 y 4 a 8

source: Tables 15.1.4: 3 and 4
es_es: Tablas 15.1.4: 3 y 4

source: Tables 15.2.1.1: 1 and 2
es_es: Tablas 15.2.1.1: 1 y 2

source: Tables 15.2.1.1: 1, 15.2.2.1.1: 1, and 15.2.2.2.1: 1
es_es: Tablas 15.2.1.1: 1, 15.2.2.1.1: 1, y 15.2.2.2.1: 1

source: Tables 15.2.2.1.1: 1 and 15.2.3.3: 1
es_es: Tablas 15.2.2.1.1: 1 y 15.2.3.3: 1

source: Tables 15.2.2.1.2: 8, 15.2.3.3: 1, and 15.2.4.35: 1
es_es: Tablas 15.2.2.1.2: 8, 15.2.3.3: 1 y 15.2.4.35: 1

source: Tables 15.2.3.1: 1 and 2, 15.2.4.15: 1, 15.2.4.16: 1, 15.2.4.17: 1, 15.2.4.18: 1, and 15.3.1.3: 3
es_es: Tablas 15.2.3.1: 1 y 2, 15.2.4.15: 1, 15.2.4.16: 1, 15.2.4.17: 1, 15.2.4.18: 1 y 15.3.1.3: 3

source: Tables 15.2.3.2: 1, 15.2.3.4: 1, and 15.2.4.19: 1
es_es: Tablas 15.2.3.2: 1, 15.2.3.4: 1 y 15.2.4.19: 1

source: Tables 15.2.3.7: 1, 15.2.4.3: 1, 15.2.4.8: 1, and 15.2.4.20: 1
es_es: Tablas 15.2.3.7: 1, 15.2.4.3: 1, 15.2.4.8: 1 y 15.2.4.20: 1

source: Tables 15.2.4.11: 1, 15.2.4.5: 1, 15.2.4.9: 1, 15.2.4.6: 1, 15.2.4.1: 1, 15.2.4.10: 1, 15.2.4.7: 1, and 15.2.4.4: 1
es_es: Tablas 15.2.4.11: 1, 15.2.4.5: 1, 15.2.4.9: 1, 15.2.4.6: 1, 15.2.4.1: 1, 15.2.4.10: 1, 15.2.4.7: 1 y 15.2.4.4: 1

source: Tables 15.2.4.12: 1, 15.2.4.13: 1, and 15.2.4.14: 1
es_es: Tablas 15.2.4.12: 1, 15.2.4.13: 1 Y 15.2.4.14: 1

source: Tables 15.2.4.28: 7 and 8
es_es: Tablas 15.2.4.28: 7 y 8

source: Tables 15.3.1.10: 9 and 15.3.1.11: 14
es_es: Tablas 15.3.1.10: 9 y 15.3.1.11: 14

source: Tables 15.3.1.11: 1 to 4
es_es: Tablas 15.3.1.11: 1 a 4

source: Tables 15.3.1.12: 1 to 4
es_es: Tablas 15.3.1.12: 1 a 4

source: Tables 15.3.1.13: 1 to 3
es_es: Tablas 15.3.1.13: 1 a 3

source: Tables 15.3.1.1: 11, 15.3.1.10: 2 and 3, 15.3.1.11: 7, 8, and 13
es_es: Tablas 15.3.1.1: 11, 15.3.1.10: 2 y 3, y 15.3.1.11: 7, 8 y 13

source: Tables 15.3.1.1: 11, 15.3.1.3: 4 and 5
es_es: Tablas 15.3.1.1: 11, 15.3.1.3: 4 y 5

source: Tables 15.3.1.1: 11, 15.3.1.3: 4 and 5, 15.3.1.4: 4 to 6, 15.3.1.6: 4, 15.3.1.7: 4 and 5, 15.3.1.9: 4 and 5, 15.3.1.11: 1, 7, and 8, 15.3.1.12: 11, 15.3.1.13: 5 to 7, 15.3.1.14: 2 and 3
es_es: Tablas 15.3.1.1: 11, 15.3.1.3: 4 y 5, 15.3.1.4: 4 a 6, 15.3.1.6: 4, 15.3.1.7: 4 y 5, 15.3.1.9: 4 y 5, 15.3.1.11: 1 , 7 y 8, 15.3.1.12: 11, 15.3.1.13: 5 a 7, 15.3.1.14: 2 y 3

source: Tables 15.3.1.1: 11, 15.3.1.4: 4 to 7
es_es: Tablas 15.3.1.1: 11, 15.3.1.4: 4 a 7

source: Tables 15.3.1.1: 11, 15.3.1.5: 2, 15.3.1.5: 4 and 6; Listing 15.4.2: 10
es_es: Tablas 15.3.1.1: 11, 15.3.1.5: 2, 15.3.1.5: 4 y 6; Listado 15.4.2: 10

source: Tables 15.3.1.1: 11, 15.3.1.7: 4 and 5
es_es: Tablas 15.3.1.1: 11, 15.3.1.7: 4 y 5

source: Tables 15.3.1.1: 11, 15.3.1.9: 4 and 5
es_es: Tablas 15.3.1.1: 11, 15.3.1.9: 4 y 5

source: Tables 15.3.1.1: 7 and 9
es_es: Tablas 15.3.1.1: 7 y 9

source: Tables 15.3.1.2.2: 1, 15.3.1.2.3: 1, 15.3.1.2.4: 1, 15.3.1.15: 1
es_es: Tablas 15.3.1.2.2: 1, 15.3.1.2.3: 1, 15.3.1.2.4: 1, 15.3.1.15: 1

source: Tables 15.3.1.2.2: 2, 15.3.1.2.3: 2, 15.3.1.2.4: 2, 15.3.1.15: 2
es_es: Tablas 15.3.1.2.2: 2, 15.3.1.2.3: 2, 15.3.1.2.4: 2, 15.3.1.15: 2

source: Tables 15.3.1.2.2: 3, 15.3.1.2.3: 3, 15.3.1.2.4: 3
es_es: Tablas 15.3.1.2.2: 3, 15.3.1.2.3: 3, 15.3.1.2.4: 3

source: Tables 15.3.1.2.2: 4, 15.3.1.2.3: 4, 15.3.1.2.4: 4
es_es: Tablas 15.3.1.2.2: 4, 15.3.1.2.3: 4, 15.3.1.2.4: 4

source: Tables 15.3.1.2.2: 5, 15.3.1.2.3: 5, 15.3.1.2.4: 5, 15.3.1.15: 3
es_es: Tablas 15.3.1.2.2: 5, 15.3.1.2.3: 5, 15.3.1.2.4: 5, 15.3.1.15: 3

source: Tables 15.3.1.2.2: 6, 15.3.1.2.3: 6, 15.3.1.2.4: 6, 15.3.1.15: 4, and 15.3.1.6: 9
es_es: Tablas 15.3.1.2.2: 6, 15.3.1.2.3: 6, 15.3.1.2.4: 6, 15.3.1.15: 4 y 15.3.1.6: 9

source: Tables 15.3.1.2.2: 7, 15.3.1.2.3: 7, 15.3.1.2.4: 7, 15.3.1.15: 5, 15.3.1.6: 10
es_es: Tablas 15.3.1.2.2: 7, 15.3.1.2.3: 7, 15.3.1.2.4: 7, 15.3.1.15: 5, 15.3.1.6: 10

source: Tables 15.3.1.3: 11 to 13, 15.3.1.10: 10 to 12, 15.3.1.11: 15 to 17
es_es: Tablas 15.3.1.3: 11 a 13, 15.3.1.10: 10 a 12, 15.3.1.11: 15 a 17

source: Tables 15.3.1.8: 1, 2, 4, 7, 10, 11, 12
es_es: Tablas 15.3.1.8: 1, 2, 4, 7, 10, 11, 12

source: Tables 15.3.1.9: 3, 7, and 10
es_es: Tablas 15.3.1.9: 3, 7 y 10

source: Tables 15.3.2.3.1: 5 and 6, 15.3.2.3.2: 5 and 6
es_es: Tablas 15.3.2.3.1: 5 y 6, 15.3.2.3.2: 5 y 6

source: Tables 15.3.2.4.2: 5 and 6, 15.3.2.4.3: 5 and 6
es_es: Tablas 15.3.2.4.2: 5 y 6, 15.3.2.4.3: 5 y 6

source: Tables 15.3.2: 1 to 15.3.2: 3
es_es: Tablas 15.3.2: 1 a 15.3.2: 3

source: Tables 15.3.2: 4 to 15.3.2: 6
es_es: Tablas 15.3.2: 4 a 15.3.2: 6

source: Tables 15.5.1.1: 1, 15.5.1.2: 1, and 15.5.1.3: 1
es_es: Tablas 15.5.1.1: 1, 15.5.1.2: 1 y 15.5.1.3: 1

source: Tables 15.5.1.1: 3, 15.5.1.2: 3, and 15.5.1.3: 3
es_es: Tablas 15.5.1.1: 3, 15.5.1.2: 3 y 15.5.1.3: 3

source: Tables 15.5.1.4: 1, 15.5.1.5: 1, and 15.5.1.6: 1
es_es: Tablas 15.5.1.4: 1, 15.5.1.5: 1 y 15.5.1.6: 1

source: Tables 15.5.1.4: 3, 15.5.1.5: 3, and 15.5.1.6: 3
es_es: Tablas 15.5.1.4: 3, 15.5.1.5: 3 y 15.5.1.6: 3

source: Tables 15.5.2.1: 1, 15.5.2.2: 1, and 15.5.2.3: 1
es_es: Tablas 15.5.2.1: 1, 15.5.2.2: 1 y 15.5.2.3: 1

source: Tables 15.5.2.4: 1, 15.5.2.5: 1, and 15.5.2.6: 1
es_es: Tablas 15.5.2.4: 1, 15.5.2.5: 1 y 15.5.2.6: 1

source: Tables 15.5.3.1: 1, 15.5.3.2: 1, and 15.5.3.3: 1
es_es: Tablas 15.5.3.1: 1, 15.5.3.2: 1 y 15.5.3.3: 1

source: Tables 15.5.3.1: 3, 15.5.3.2: 3, and 15.5.3.3: 3
es_es: Tablas 15.5.3.1: 3, 15.5.3.2: 3 y 15.5.3.3: 3

source: Tables 15.5.3.4: 1, 15.5.3.5: 1, and 15.5.3.6: 1
es_es: Tablas 15.5.3.4: 1, 15.5.3.5: 1 y 15.5.3.6: 1

source: Tables 15.5.3.4: 3, 15.5.3.5: 3, and 15.5.3.6: 3
es_es: Tablas 15.5.3.4: 3, 15.5.3.5: 3 y 15.5.3.6: 3

source: Tables 15.6.2.1: 1 and 15.6.2.1: 3
es_es: Tablas 15.6.2.1: 1 y 15.6.2.1: 3

source: Tables 15.6.2.1: 1, 15.6.2.1: 2, 15.6.2.1: 3, and 15.6.2.1: 4
es_es: Tablas 15.6.2.1: 1, 15.6.2.1: 2, 15.6.2.1: 3 y 15.6.2.1: 4

source: Tables 15.6.2.1: 11 and 15.6.2.1: 12
es_es: Tablas 15.6.2.1: 11 y 15.6.2.1: 12

source: Tables 15.6.2.1: 2 and 15.6.2.1: 4
es_es: Tablas 15.6.2.1: 2 y 15.6.2.1: 4

source: Tables 15.6.2.1: 5 and 15.6.2.1: 6
es_es: Tablas 15.6.2.1: 5 y 15.6.2.1: 6

source: Tables 15.6.2.1: 7 and 15.6.2.1: 9
es_es: Tablas 15.6.2.1: 7 y 15.6.2.1: 9

source: Tables 15.6.2.1: 7, 15.6.2.1: 8, 15.6.2.1: 9, and 15.6.2.1: 10
es_es: Tablas 15.6.2.1: 7, 15.6.2.1: 8, 15.6.2.1: 9 y 15.6.2.1: 10

source: Tables 15.6.2.1: 8 and 15.6.2.1: 10
es_es: Tablas 15.6.2.1: 8 y 15.6.2.1: 10

source: Tables and figures for the main paper
es_es: Tablas y figuras para el artículo principal

source: Tables referencing the individual results for each batch are presented.
es_es: Se presentan tablas con los resultados individuales de cada partida.

source: Tablet
es_es: Comprimido

source: Tablet 1
es_es: Comprimido 1

source: Tablet 12
es_es: Comprimido 12

source: Tablet 2
es_es: Comprimido 2

source: Tablet 3
es_es: Comprimido 3

source: Tablet 4
es_es: Comprimido 4

source: Tablet 5
es_es: Comprimido 5

source: Tablet 6
es_es: Comprimido 6

source: Tablet 7
es_es: Comprimido 7

source: Tablet 8
es_es: Comprimido 8

source: Tablet 9
es_es: Comprimido 9

source: Tablet 10
es_es: Comprimido 10

source: Tablet 11
es_es: Comprimido 11

source: Tablet press
es_es: Prensa para comprimidos

source: Tablet strength
es_es: Conc. del comp.

source: Tablets
es_es: Comprimidos

source: Tablets (TF I)
es_es: Comprimidos (Form. de prueba I)

source: Tablets (TF II)
es_es: Comprimidos (Form. de prueba II)

source: Tablets (TF IIb)
es_es: Comprimidos (Form. de prueba IIb)

source: Tabular Summary of All Clinical Trials
es_es: Resumen tabulado de todos los ensayos clínicos

source: Tabulations of frequencies/proportions were to be used for the evaluation of categorical (qualitative) data and tabulations of descriptive statistics were to be used to analyse continuous (quantitative) data.
es_es: Para evaluar datos categoriales (cualitativos) se usaron tabulaciones de frecuencias/proporciones y para analizar datos continuos (cuantitativos), tabulaciones de estadísticas descriptivas.

source: Tailing factor 3) of ethylene glycol
es_es: Factor de cola 3) de etilenglicol

source: Tailing factor 3) of tert-butyl methyl ether, ethyl acetate and DMA
es_es: Factor de cola 3) de metilterbutil éter, acetato de etilo y DMA

source: Taiwan
es_es: Taiwán

source: Take a mixture of 10 ml of water and 2 ml of the test solution in a 50 ml Nessler Cylinder.
es_es: Colocar una mezcla de 10 ml de agua y 2 ml de la solución de análisis en un cilindro Nessler de 50 ml.

source: Take an aliquot of the resulting supernatant without disturbing the pellet at the bottom of the centrifuge tube.
es_es: Extraer una alícuota del sobrenadante resultante sin alterar el gránulo que queda al fondo del tubo de centrífuga.

source: Take precautions to prevent any water on the outer surface of the condenser from reaching the contents of the receiver.
es_es: Tomar los recaudos necesarios para que el agua de la superficie exterior del condensador no entre en contacto con el contenido del receptor.

source: Take the prescribed volume of lead standard solution (10 ppm Pb) in place of the substance being examined and follow steps as mentioned for the Test solution.
es_es: Ubicar el volumen prescrito de la solución estándar de plomo (10 ppm Pb) en lugar de la sustancia examinada y seguir los pasos ya mencionados para la solución de análisis.

source: Taken into a account for Dilution Factor
es_es: Tomado en cuenta para el factor de dilución

source: Taken into account for Dilution Factor
es_es: Tomado en cuenta para el factor de dilución

source: Taking an analytical uncertainty factor of 50 % (to be attributed to varying responses of analytes not quantified against authentic reference substances) into account, the final AET for these substances was estimated as 0.36 μg/g rubber stopper (Table 51).
es_es: Tomando en consideración un factor de incertidumbre analítica del 50% (para atribuirse a las variadas respuestas de analitos no cuantificados con respecto a sustancias de referencia auténticas), el umbral de evaluación analítica final para estas sustancias se estimó en 0,36 μg/g de tapón de caucho (Tabla 51).

source: Taking the above mentioned potential pathways into account, controlled extraction studies on the rubber stopper were conducted according to the PQRI recommendations "Safety thresholds and best practices for extractables and leachables in orally inhaled and nasal DPs" [1].
es_es: Tomando en consideración las posibilidades mencionadas, se realizaron estudios controlados de extracción del tapón de caucho de acuerdo con las recomendaciones del documento del Instituto de Investigación de Calidad de los Productos (PQRI) "Umbrales de seguridad y mejores prácticas para extraíbles y lixiviables en medicamentos nasales y para inhalación oral" [1].

source: Taking these results into consideration, no effects on product quality by the tested light exposure and RT hold time were detected for tenecteplase 25 mg.
es_es: Teniendo en cuenta estos resultados, no se observó que la exposición a la luz y el tiempo de detención a temperatura ambiente afectaran la calidad de tenecteplasa 25 mg.

source: Talc
es_es: Talco

source: Talc is used as lubricant at a level of 4.9 % for the manufacturing of empagliflozin/linagliptin film-coated tablets.
es_es: Se utiliza talco como lubricante a un nivel del 4,9 % en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Talco
es_es: Talc

source: Tales estudios sirven para dos propósitos:
es_es: They serve two purposes:

source: Tamaño del lote.
es_es: Batch size.

source: También es obligación del investigador principal enviar al patrocinador o a la Organización de Investigación por Contrato, a la ARCSA y al Comité de Ética de Investigación en Seres Humanos correspondiente, un informe de seguimiento y evaluación de causalidad sobre las sospechas de reacciones adversas graves inesperadas sucedidas.
es_es: A follow-up and causality assessment report on suspected unexpected serious adverse reactions must also be reported by the main investigator to the sponsor or the Contract Research Organization, ARCSA and the corresponding Human Research Ethics Committee.

source: También se aceptan otros tampones farmacopeicos con el mismo pH y la capacidad amortiguadora.
es_es: Other pharmacopoeial buffers with the same pH and buffering capacity are also accepted.

source: También se deberá incluir una representación gráfica de los perfiles de liberación-disolución promedios para el (los) Producto(s) en Estudio y el Producto de Referencia en los tres medios.
es_es: Also include a graphical representation of the mean release-dissolution profiles for the Study Product(s) and the Reference Product in the three media.

source: También se realizará cuando la Autoridad Sanitaria Nacional lo disponga por medio de un informe debidamente motivado.
es_es: The list shall also be updated through a duly motivated report whenever the Health Authority requires it.

source: Tangential flow filtration
es_es: Filtración por flujo tangencial

source: Tangential flow filtration, formulation, Drug substance handling
es_es: Filtrado por flujo tangencial, formulación, manejo del principio activo

source: Tangential-Flow-Filtration
es_es: Filtración tangencial de fluidos

source: Tank surface temperature prior sterile filtration
es_es: Temperatura de la superficie del tanque antes de la filtración estéril

source: Target
es_es: Objetivo
